class HomesController < ApplicationController
  def about
    @array_copy = [
      "不可能なことは何もない", #不思議の国のアリス
      "世界は遊び場", #yesマン
      "冒険に出よう！", #カールおじさん空飛ぶ家
      "クライマーにはそこらへんの岩でも与えとけ！", #飛んで埼玉
      "「やってみる」ではない やるか やらないかだ。", #スターウォーズ
      "「お前にはできない」 なんて絶対 誰にも言わせるな", #幸せのちから
      "見ろ!!人がゴミのようだ!!", #ラピュタ
      "時々は冒険をしなきゃ", #アラジン
      "人はなぜ落ちる？這い上がるためだ", #バットマンビギンズ
      "成功へ向かっている時には 必ず失敗を通り越すものだ", #ミッションインポッシブル
      "I can do this all day", #キャプテンアメリカ
      "記録は破るためにある", #アイアンマン
      "人生は祭りだ 共に生きよう", #ハッカニブンノイチ
      "実現しない夢なんて何になるんだ？", #シンデレラ
      "努力する者が 楽しむ者に勝てるわけがない", #刃牙道
      "君の唯一の限界は命だけ", #レミーの美味しいレストラン
      "持てるチカラを すべて出せ！", #スクールオブロック
      "さあゲームを始めよう", #saw
      "Some people are worth melting for.", #アナと雪の女王
      "人の価値は行動で決まる" #バットマンビギンズ
    ]
  end
end

